Revit 2027 API
FabricationPart.BottomOfPartElevation Property
 The associated elevation to the bottom of fabrication part off of the current level.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double BottomOfPartElevation { get; }
Public ReadOnly Property BottomOfPartElevation As Double
	Get
public:
property double BottomOfPartElevation {
	double get ();
}
member BottomOfPartElevation : float with get
Property Value
Double
See Also
Reference
FabricationPart Class
Autodesk.Revit.DB Namespace